Repository: TuxEatPi/tuxeatpi
Catalog: tuxeatpi/locale/*/LC_MESSAGES/tuxeatpi.po
Languages: fr

source: talk about myself
fr: parler de moi

source: Give my name
fr: Donner mon nom

source: My name is {}
fr: Mon nom est {}

source: Give my birthday
fr: Donner mon anniversaire

source: I'm born on {}
fr: Je suis né le {}

source: Give my uptime
fr: Donner mon uptime

source: Give my age
fr: Donner mon age

source: I'm {} day old
fr: J'ai {} jours

source: I'm {} days old
fr: J'ai {} jours

source: I'm {} month old
fr: J'ai {} mois

source: I'm {} months old
fr: J'ai {} mois

source: I'm {} year
fr: J'ai {} an

source: I'm {} year and {} month
fr: J'ai {} an et {} mois

source: I'm {} year and {} months
fr: J'ai {} an et {} mois

source: I'm {} years
fr: J'ai {} ans

source: I'm {} years and {} month
fr: J'ai {} ans et {} mois

source: I'm {} years and {} months
fr: J'ai {} ans et {} mois

source: Speak an other language
fr: Parler une autre langue

source: I speak english now
fr: Je parle francais maintenant

source: Give your my attention and listen to you
fr: Vous donner mon attention et vous ecouter

source: I need a confirmation, Could you repeat please ?
fr: J'ai besoin d'une confirmation, pouvez vous repeter s'il vous plait ?

source: Sorry, I just don't get it
fr: Desole, je ne comprends pas

source: Understand text and voice
fr: Comprendre du texte et un son

source: Understand what you're saying
fr: comprendre ce que vous dites

source: Understand text
fr: Comprendre du texte

source: Sorry, I don't get it
fr: Désolé, je ne comprends pas

source: say anything
fr: parler

source: Say something
fr: Dire quelque choses

source: Use my body
fr: Utiliser mon corps

source: Move my wings
fr: Bouger mes ailles

source: Give my capabilities
fr: donner mes capacités

source: I can {}
fr: Je peux {}

source: I don't have this capability
fr: Je n'ai pas cette capacité

source: talk about time
fr: parler de l'heure

source: Give time
fr: Donner l'heure

source: %I:%M %p
fr: %H:%M

source: It's {}
fr: Il est {}
